;; -*- no-byte-compile: t; -*-
;;; ~/.doom.d/packages.el

(package! org-mu4e :disable t)
(package! mu4e-maildirs-extension :disable t)
(package! ag)
(package! groovy-mode)
(package! page-break-lines)
(package! aggressive-indent)
(package! super-save)
(package! go-tag)
(package! evil-matchit :recipe (:fetcher github :repo "redguardtoo/evil-matchit" :commit "7d65b4167b1f0086c2b42b3aec805e47a0d355c4"))
(package! poet-theme)
(package! olivetti)
(package! notmuch)
